Repository: getsolus/brisk-menu
Catalog: po/*.po
Languages: cs_cz, eo

source: All Items
cs_cz: Všechny položky
eo: Ĉiuj eroj

source: All
cs_cz: Všechny
eo: Ĉiuj

source: Applications
cs_cz: Aplikace
eo: Aplikaĵoj

source: Favourites
cs_cz: Oblíbené
eo: Legosignoj

source: Unpin from favourites menu
cs_cz: Odebrat z oblíbených položek
eo: Malfiksi el legosigna menuo

source: Pin to favourites menu
cs_cz: Přidat do oblíbených položek
eo: Fiksi al legosigna menuo

source: Unpin from desktop
cs_cz: Odebrat z plochy
eo: Malfiksi el labortablo

source: Pin to desktop
cs_cz: Přidat na plochu
eo: Fiksi al labortablo

source: Classic
cs_cz: Klasický
eo: Klasika

source: Type to search
cs_cz: Zadejte hledaný výraz
eo: Tajpu por serĉi

source: Sorry, no items found
cs_cz: Omlouváme se, nebyly nalezeny žádné položky
eo: Bedaŭrinde neniu ero estis trovita

source: End the current session
cs_cz: Ukončit aktuální relaci
eo: Fini nuntempan seancon

source: Lock the screen
cs_cz: Uzamknout obrazovku
eo: Bloki la ekranon

source: Turn off the device
cs_cz: Vypnout PC
eo: Malŝalti la aparaton

source: Dash
eo: Stirilo

source: Menu
eo: Menuo

source: Failed to launch menu editor
cs_cz: Nepodařilo se spustit editor nabídek
eo: Lanĉo de menua redaktilo malsukcesis

source: Please install 'menulibre' or 'mozo' to edit menus
cs_cz: Pro úpravu nabídek nainstalujte prosím "menulibre" nebo "mozo"
eo: Bv. instali 'menulibre' aŭ 'mozo' por redakti menuojn

source: _Edit Menus
cs_cz: _Upravit menu
eo: _rEdakti menuojn

source: _About
cs_cz: _O nás
eo: _Pri

source: Brisk Menu Launcher
cs_cz: Spouštěč menu Brisk
eo: Brisk Menua Lanĉilo
